[String]
10000=OK
10001=Přenos dat, čekejte…
10002=Neznámý
10003=Opakovat
10004=Storno
10005=Odpojit
10006=Připojování...
14000=Nelze načíst knihovnu GPRS.
14001=Nelze vytvořit připojení k internetu!
14002=Nelze odpojit připojení GPRS.
14003=Připojení GPRS odpojeno.
14004=Prázdný název serveru RAS.
14005=Při načítání knihovny Bluedrv došlo k chybě.
14006=Při načítání jednotlivých API došlo k chybě.
14007=Při nastavení dotazu došlo k chybě.
14008=Prázdný kód Pin.
14009=Při párování se zařízením došlo k chybě. Zkontrolujte správnost nastavení technologie Bluetooth a proveďte opravu.
14010=Při nastavování zařízení jako výchozího došlo k chybě.
14011=Při získávání názvu modelu zařízení došlo k chybě.
14012=Při čtení informací o zařízení došlo k chybě.
14013=Zařízení Bluetooth nebo telefon nebyly nalezeny.
14014=Nejprve je nutné získat data.
14015=Telefon je momentálně nedostupný.  Zkontrolujte, zda je zobrazena hlavní obrazovka telefonu a zda není telefon právě používán jinými programy.
14016=Zkontrolujte, zda je zařízení správně připojeno k telefonu.
14017=Zkontrolujte, zda je zařízení správně připojeno k telefonu.
14018=Nelze zapisovat data zpět do mobilu!
14019=Nelze číst data z mobilu!
14020=Nelze odstranit mobil.
14021=Při kontrole parametru došlo k chybě.
14022=Nedostatek pamìti.
14023=Žádné připojovací zařízení.
14024=Tato funkce není podporována.
14025=Žádná data.
14026=Soubor nelze otevřít.
14027=Nepodporovaný formát souboru.
14028=Neplatné datum a čas.
14029=Při čtení nebo zápisu dat došlo k chybě.
14030=Neplatná data.
14031=Nelze připojit knihovnu.
14032=Chyba názvu souboru nebo soubor neexistuje!
14033=Vlákno je ukončeno!
14034=Žádná karta SIM.
14035=Omezená funkce.
14036=Žádná odpověď telefonu.
14037=Příčinou chyby může být: 1. telefon je stále v procesu zapínání. 2. došlo k chybě v kartě SIM.  Klepnutím na tlačítko Aktualizovat spusťte proces znovu.
14038=Neznámá chyba!
14039=Při připojování zvuku HF došlo k chybě.
14040=Při odpojování zvuku HF došlo k chybě.
14041=Při připojování konektoru došlo k chybě.
14042=Nedostatek pamìti k uložení dat

15000=Nabídka Telefon
15001=Nejprve vyberte model telefonu!
15002=% není připojen.
15003=% je připojen.
16000=Telefonní seznam
17000=SMS
17001=Odes.:
17002=Příjemce:
17003=Zpráva
17004=Datum:
18000=Správce souborů
20000=Hledání 
20001=%s nalezeno.
21001=Párování s telefonem
21002=Telefon se brzy poprvé připojí. Pokud je třeba zadat heslo, zadejte:
21003=1234
21005=Párování zařízení, čekejte…(PIN=1234)
21006=Pár
21007=Hledání telefonů. Čekejte…
21008=Připojování zařízení, čekejte…
22000=Hledat
22001=Mobilní telefon
22002=Zkontrolujte, zda je povolena komunikace Bluetooth telefonu. Spustit hledání telefonů?
23000=Číselník
24000=O telefonu
24001=Je třeba nainstalovat telefon tak, aby v budoucnu umožňoval automatické připojení k navigačnímu zařízení. Podrobnosti o telefonu naleznete v návodu k použití.
25000=Bluetooth
26000=Nastavení
27000=Protokol volání
27001=Přijaté hovory
27002=Volaná čísla
27003=Zmeškaný hovor
27004=Jméno:
27005=Číslo:
27006=Datum:
27007=Čas:
27008=Probíhá volání
27009=Vnější hovor
27010=Příchozí hovor
27011=Příchozí zpráva SMS
28000=Nastavení telefonního seznamu
28001=Automaticky importovat telefonní seznam
28002=Uchovávat telefonní seznam na paměťové kartě
28003=Nastavení SMS
28004=Importování automatické odpovědi
28005=Automatické místní okno pro příchozí zprávu
28006=Uchovávat zprávy na paměťové kartě
28007=Nastavení sady handsfree
28008=Automatické spuštění sady handsfree

29000=Informace
29001=Telefon:
29002=Dopravce:
29003=Signál telefonu
29004=Bat. telefonu:
30000=Tel. seznam
30001=Zpráva
30002=Protokol volání
30003=Číselník tel.
30004=HF zapnuto
30005=HF vypnuto
30006=Nastavení
30007=Hledat tel.
30008=Hands-Free
30009=Připojit
30010=Odpojit
30011=Bluetooth zap
30012=Bluetooth vyp.
